[
  {
    "word": "ساعت",
    "entries": [
      {
        "title": "ساعت ۶ عصر ۱۰ شب",
        "meaning": "رويا نزديک مغرب درست نيست و تعبير ندارد، زيرا از پری شکم است تا يک سوم از شب هم بی تعبير است."
      },
      {
        "title": "ساعت ۱۰ شب تا ۲ صبح",
        "meaning": " در نيمه شب اگر خواب بين دچار امتلاء نباشد ، خواب از يک سال تا ۵۰ سال تعبير می شود."
      },
      {
        "title": "ساعت ۲ صبح تا ۴ الی ر صبح",
        "meaning": " در يک سوم آخر شب خواب صحيح است و از ۱۵ روز تا دو ماه و تا يک سال تعبير می شود."
      },
      {
        "title": "ساعت ۴ الی ر صبح در سپيده دم",
        "meaning": " از يک هفته تا يک ماه تعبير می شود."
      },
      {
        "title": "ساعت ۴ الی ۵ تا ۶ صبح پس از سپيده دم",
        "meaning": " از يک روز تا يک هفته تعبير می شود."
      },
      {
        "title": "ساعت ۶ صبح",
        "meaning": " در بر آمدن خورشيد همان روز تعبير شود."
      },
      {
        "title": "ساعت ۱۰ صبح",
        "meaning": " تا ۱۵ روز و در هنگام اذان ظهر تا يک ۲ روز تعبير می شود."
      }
    ]
  },
  {
    "word": "روزهای ماه شمسی",
    "entries": [
      {
        "title": "روز ششم ماه",
        "meaning": "بعد از یک یا دو روز تعبیر می شود."
      },
      {
        "title": "روز نهم ماه",
        "meaning": "همان روز تعبیر می شود."
      },
      {
        "title": "روز یازدهم ماه",
        "meaning": "بعد از بیست روز تعبیر می شود."
      },
      {
        "title": "روز سیزدهم ماه",
        "meaning": " پس از نوروز تعبیر می شود."
      },
      {
        "title": "روز چهاردهم ماه",
        "meaning": "پس از ۲۶ روز تعبیر می شود."
      },
      {
        "title": "روز پانزدهم ماه",
        "meaning": "سه روز بعد تعبیر می شود."
      },
      {
        "title": "روزهای بیست وهشتم، بیست ونهم و سی ام ماه",
        "meaning": " در همان روز تعبیر خواهد شد. "
      }
    ]
  },
  {
    "word": "روزهای ماه قمری",
    "entries": [
      {
        "title": " شب اول ماه",
        "meaning": "فاتحه الکتاب از سوره های اول قرآن است که با بسم الله شروع می شود. اشاره آیه به این است که تعبیر خواب شب اول ماه این معنی را خواهد داد که از فردی بزرگ نامه ای به او می رسد و خوشحالی او در آن است. به گفته بزرگان که در آیه 《الحمدالله رب العالمین》 است نعمتی جدید به او خواهد رسید که شکرگذار آن خواهد بود."
      },
      {
        "title": "شب دوم ماه",
        "meaning": "از این تعبیر خواب طبق سوره بقره چنین استنباط می شود که وجود《الم》در آیه دوم این معنی را می دهد که بیننده خواب از اخباری اطلاع پیدا می کند شادمانی و عزت و بزرگی او را بدنبال دارد."
      },
      {
        "title": "شب سوم ماه",
        "meaning": " استنباط آیه سوم سوره آل عمران این است که سه چیز به دنبال سه آیه، دلیل بر فراهم شدن سه چیز دارد."
      },
      {
        "title": "شب چهارم ماه",
        "meaning": "طبق مفهوم آیه چهاردهم سوره نساء زنی جدید، یا ثروتی بزرگ به خانه بیننده خوب خواهد رسید و یا اینکه از افراد خانواده به او کادویی با ارزش داده می شود."
      },
      {
        "title": "شب پنجم ماه",
        "meaning": "بر اساس استنباط از آیه پنجم از سوره مائده از مسلمانی سودی به بیننده خواب می رسد و ممکن است به صورت دیگر شادمان شود."
      },
      {
        "title": "شب ششم ماه",
        "meaning": "مطابق با معانی آیه ششم سوره انعام چیز نا مطلوبی به بیننده خواب می رسد و از طرف حاکم یا بزرگ زاده ای به اندکی خواری دچار می شود."
      },
      {
        "title": "شب هفتم ماه",
        "meaning": "طبق آیه هفتم سوره اعراف و با استنباط از معانی آن به افرادی کارهایی را می سپارد که بواسطه تلاش برخی از آنها، به بلند مرتبه گی می رسد و با کوتاهی برخی دیگر نیز خوار می شود."
      },
      {
        "title": "شب هشتم ماه",
        "meaning": "به استنباط از آیه هشتم سوره انفال ستیزه ای بین صاحب خواب و فرد دیگری پیش می آید که این کدورت به نزد قاضی برده می شود و حکم نهایی به نفع صاحب خواب خواهد بود."
      },
      {
        "title": "شب نهم ماه",
        "meaning": "از سوره توبه آیه نهم چنین تعبیری برداشت می شود که دو نفر جهت بر هم زدن معامله، بیننده خواب را ملاقات می کنند."
      },
      {
        "title": "شب دهم ماه",
        "meaning": "در سوره یونس در آیه دهم از معنی آیه چنین استفاده می شود که صاحب خواب کار خیر و نیکویی انجام می دهد که نفع دنیا و آخرت را برای او دارد."
      },
      {
        "title": "شب یازدهم ماه",
        "meaning": "با استفاده از سوره هود آیه یازدهم فهمیده می شود که برای بیننده خواب کاری پیش می آید که از نظر مردم کاری مشکل است ولی با صبر او کار ختم بخیر شود."
      },
      {
        "title": "شب دوازدهم ماه",
        "meaning": "طبق سوره یوسف آیه دوازدهم از صاحب خواب عزیزی دور افتاده که شخص دور افتاده نیز نتیجه خوبی دارد و عاقبت به هم رسند و این نیکو خواهد بود."
      },
      {
        "title": "شب سیزدهم ماه",
        "meaning": "در آیه سیزدهم سوره رعد این معنی را بر اساس خواب می دهد که چیزی که ملال خاطر صاحب خواب را مشوش کرده در خواب او آید."
      },
      {
        "title": "شب چهاردهم ماه",
        "meaning": "طبق سوره ابراهیم آیه چهاردهم دشمن یا دوست صاحب خواب به او خواهد رسید."
      },
      {
        "title": "شب پانزدهم ماه",
        "meaning": "بر اساس سوره حجر آیه پانزدهم فردی گفت و گو باطل و بی شماری با صاحب خواب می کند که این بی نتیجه است و صاحب خواب کارش رو به راه خواهد شد."
      },
      {
        "title": "شب شانزدهم ماه قمری",
        "meaning": "در سوره نحل آیه شانزدهم این معنی را جهت تعبیر خواب می دهد که برای صاحب خواب غیر از حالتی که داشت رخ می دهد و از طرف فردی نیکو به بزرگی می رسد."
      },
      {
        "title": "شب هفدهم ماه قمری",
        "meaning": "طبق سوره بنی اسرائیل آیه هفدهم کاری پیش آید که باعث ناراحتی صاحب خواب می شود، اما سرانجام کار، به خوبی است و بهتر است جهت رفع بلا صدقه بدهد."
      },
      {
        "title": "شب هجدهم ماه قمری",
        "meaning": "طبق معانی سوره کهف آیه هجدهم صاحب خواب خانه ای جدید بدست می آورد که قبل از آن به اشتباه خیری به او رسیده که بلاخره آشکار می شود."
      },
      {
        "title": "شب نوزدهم ماه قمری",
        "meaning": "در سوره مریم آیه نور چنین استنباط می شود که از طرف بزرگی برای صاحب خواب خبرهای خوبی می آید."
      },
      {
        "title": "شب بیستم ماه قمری",
        "meaning": "بر اساس سوره طه آیه بیستم علتی محکم مانند ید بیضاء و عصای موسی در سلطه صاحب خواب در آید و به این شکل که رویداد خود را قیاس می نماید."
      },
      {
        "title": "شب بیست و یکم ماه قمری",
        "meaning": "بر اساس آیه بیست و یکم سوره انبیا کسی که در خشم با بیننده خواب باشد غضب او بر طرف شود و به این شکل سخن خود را قیاس می نماید."
      },
      {
        "title": "شب بیست و دوم ماه قمری",
        "meaning": "آیه بیست و دوم سوره حج به این تعبیر دلالت دارد رخدادی در پیش است که باعث تشویش او می شود و هر چه تلاش کند از آن رها نمی شود."
      },
      {
        "title": "شب بیست و سوم ماه قمری",
        "meaning": "دلالت سوره مومنون آیه ۲۳ به این است که از طرف بزرگی خیری رسد که باور کردنی نیست و یا صاحب خواب به کسی نصیحت کند که باورش برای او سخت است."
      },
      {
        "title": "شب بیست و چهارم ماه قمری",
        "meaning": "متناسب با سوره نور و آیه بیست و چهارم این تعبیر را می دهد که صاحب خواب با کسی دعوایی خواهد کرد که خشم او بر طرف مقابلش غلبه می کند یا صاحب خواب شاهدی علیه او می آورد و بر خشم خود غالب می شود."
      },
      {
        "title": "شب بیست و پنجم ماه قمری",
        "meaning": "طبق سوره مبارکه آیه بیست و پنجم دلالت می شود که صاحب خواب دعوایی ناپسند، گفت و گویی نامطلوب، امری ناشایسته و مصیبتی بزرگ خواهد داشت."
      },
      {
        "title": "شب بیست و ششم ماه قمری",
        "meaning": "مستفاد از سوره شعراء آیه بیست و ششم صاحب خواب را فردی فهمیده نصیحت می کند که بیننده خواب خشمش فروکش کند و خوشحال شود."
      },
      {
        "title": "شب بیست و هفتم ماه قمری",
        "meaning": "از سوره نحل آیه بیست و هفت چنین استنباط می شود که به صاحب خواب از طرف جاسوسی خبری می رسد و بعد از تحقیق او می فهمد که خبر حقیقت داشته است."
      },
      {
        "title": "شب بیست و هشتم ماه قمری",
        "meaning": "استفاد از آیه بیست و هشت سوره قصص نزد صاحب خواب فرد مهمی شرفیاب می شود که این شخص در کار و تدبیرش مقصودی نیست و صحبت بیشتر کند و تلاش نماید ولی قبول نشود."
      },
      {
        "title": "شب بیست و نهم ماه",
        "meaning": "طبق آیه بیست و نهم سوره عنکبوت صاحب خواب ماموریت خواهد داشت تا جهت هدایت گروهی به راه راست جنگ کند در این صورت پیروز می شود و حال او نیکو خواهد بود."
      },
      {
        "title": "شب سی ام ماه قمری",
        "meaning": "استفاد از آیه سی ام سوره روم برای بیننده خواب اتفاقی روی می دهد که دیگران قصد انصراف او را دارند و او به طور صحیحی سخن دیگران را گوش نمی دهد."
      }
    ]
  },
  {
    "word": "ماه‌های قمری",
    "entries": [
      {
        "title": "محرم",
        "meaning": "محرم از کلمه حرام مشتق میشود، محرم در لغت به معنای حرام شده و حرام گردانیده می باشد، به اعتقاد مسلمانان این ماه از جمله ی ماه های حرام است و آداب خاص خود را دارد، خوابی که در این ماه رویت شود چندان خیر نبوده و خوشایند نیست پس بهتر است بر خداوند توکل کنید و بهترین ها را از او بخواهید."
      },
      {
        "title": "ماه صفر",
        "meaning": "در اعتقاد عموم شیعیان، ماه صفر معروف به شوم، نامبارک، نحس است و در روایات متعددی تاکید شده که مسلمانان در این ماه از انجام کارهای مهم پرهیز کنند و نسبت به صدقه دادن توجه بیشتری داشته باشند، خواب دیدن در این ماه از این قضیه مستثنی نیست و توصیه میشود که بعد از هر بار خواب دیدن در این ماه صدقه داده شود، خواب دیدن در این ماه اصلا خوب و خوشایند نیست."
      },
      {
        "title": "ماه ربیع الاول",
        "meaning": "خوابهایی که در این ماه رویت میشوند، اغلب به خوبی و خوشی تعبیر شده و مفهوم مثبتی دارند.\n\nخواب دیدن در این ماه نشان دهنده این است که فراوانی و وفور نعمت در زندگی و شادی و نشاط در قلبتان جاری می شود.\n\nخوابی که در این ماه دیده شود شگون داشته و میمون و مبارک است."
      },
      {
        "title": "ماه ربیع الثانی",
        "meaning": "اگر خوابی که مشاهده می کنید، خوب و خوشایند بوده و احساسات مطبوعی را در شما به وجود می آورد، باید بدانید که خوابتان پس از گذشت مدت طولانی از دیدن خواب، به وقوع می پیوندد و تعبیر می شود، ولی اگر خوابی که مشاهده می کنید، بد و ناملایم بوده و احساسات ناخوشایند و آزار دهنده ای در شما به وجود می آورد، باید آگاه باشید که خوابتان به زودی تعبیر شده و با گذشت مدت زمان کوتاهی از رویت خواب، تعبیر می شود."
      },
      {
        "title": "ماه جمادی الاول",
        "meaning": "خوابی که در این ماه دیده شود، از شما می خواهد که در ماه جاری خرید و فروش یا داد و ستد نکنید، مبادله پول یا کالا را کنار گذاشته و برای مدتی معامله ها و قراردادهایتان را لغو کنید."
      },
      {
        "title": "ماه جمادی الثانی",
        "meaning": "اگر خوابی که مشاهده کردید، خوب و خوشایند بود و احساسات خوبی را در شما به وجود می آورد، باید بدانید که خوابتان نوید بخش بوده و آمدن روزهای خوب را بشارت می دهد، این خواب از شما می خواهد که اندکی صبر داشته باشید و تحمل کنید، روزهای خوب چندان دور نیستند.\n\nخواب های خوب و خوشایندی که در این ماه رویت می کنید، دیر تعبیر شده و با فاصله زمانی اتفاق می افتند."
      },
      {
        "title": "ماه رجب",
        "meaning": "اگر خوابی که در این ماه مشاهده می کنید، خوب و خوشایند باشد باید بدانید که تعبیرش خوب و نیکو بوده و به مسائل شایسته مانند باز شدن گره های زندگی، رحمت، برکت و مسائل این چنینی اشاره دارد ولی اگر خوابی که مشاهده می کنید، خوب و خوشایند نبود و احساسات بدی را در وجودتان پدید آورد، باید خوابتان را به خیر و نیکی تعبیر کنید تا اتفاقات خوب و خوشایندی در زندگی تان رخ دهد.\n\nحتی اگر خواب ناخوشایندی مشاهده کردید، آن را به خوبی تعبیر کنید و آشفتگی را از خود دور کنید، نگران نباشید چون اگر آن را خوب تعبیر کنید قطعاً در زندگیتان اتفاقات خوبی رخ خواهد داد."
      },
      {
        "title": "ماه شعبان",
        "meaning": "رویا را به شیوه های مختلفی می توان ترجمه کرد، خواب هایی که در این ماه مشاهده می کنید عموماً خوب و خوشایند بوده و معانی نیکویی دارند و آن هایی که خوشایند نیستند، قابل تعبیر کردن نبوده و هیچ اتفاق و پیشامد بدی را به همراه ندارند."
      },
      {
        "title": "ماه رمضان",
        "meaning": "رمضان ماه بسیار مبارکی است و درهای توبه بیش از همیشه باز بوده و بهترین فرصت است که انسان های گناهکار از راه خلاف و گناه بازگشته و در مسیر درست قدم گذارند.\n\nاین ماه، ماه خیر و خوبی بوده و خواب های خوب و خوشایند در مدت زمان بسیار کمی تحقق یافته و تعبیر می شوند ولی خواب های بد و ناخوشایند تعبیر نشده و هیچ اتفاق ناگواری در زندگیتان رخ نمی دهد."
      },
      {
        "title": "ماه شوال",
        "meaning": "خواب های بد و ناخوشایند، خیلی زود تعبیر شده و ناهنجاری هایی را در زندگیتان به بار می آورند، باید بر خداوند توکل کنید و اعمال نیکویی مانند وضو گرفتن قبل از خواب و طهارت داشتن و آداب این چنینی را تا حد توان انجام دهید و از خداوند بخواهید که ضرر و زیان را از شما دفع کرده و بیش از همیشه مراقب شما باشد، باید از خودتان محافظت کنید و همیشه ذکر و نام خداوند را بر زبانتان جاری سازید و همواره آن را زمزمه کنید."
      },
      {
        "title": "ماه ذیقعده",
        "meaning": "اگر در خواب مشاهده گردید که به سفر می روید، باید بدانید که این خواب مانند هشدار و آگاه باش بوده و از شما می خواهد که سفر نکنید و جانب احتیاط را رعایت کنید."
      },
      {
        "title": "ماه ذیحجه",
        "meaning": "چنانچه در خواب مشاهده کردید که ملزومات سفر را فراهم کرده و به مسافرت می روید، باید بدانید که این خواب مانند یک راهنما بوده و از شما می خواهد که به سفر بروید و ایده هایتان را عملی کنید، با برنامه ریزی زندگی کرده و کارهایتان را نیمه کاره رها نکنید.\n\nاین ماه، ماه مبارکی است و اگر آن را جدی بگیرید قطعا تحولات مثبتی را در زندگی تان مشاهده خواهید کرد."
      }
    ]
  }
]